[Caption]
P_Caption                                      =mToken GM3000 管理员工具
P_MSGTitle                                     =提示
K_Dead                                         =USBKey已锁定
K_PIN_Error                                    =口令不正确
K_ISTry                                        =是否继续尝试？
K_Try_Time                                     =您还有%d次机会
K_DEL_YES_NO                                   =确定要删除吗？
K_DEL_Error                                    =删除容器失败
K_ErrorCODE_Str                                = ErrorCode =
K_Create_Cont_Error                            =创建容器失败
K_spec_mode1                                   =容器中交换密钥证书已存在
K_Spec_mode2                                   =容器中签名证书已存在
K_Cover                                        =是否覆盖？
K_Import_Error                                 =导入证书失败
K_OldCheck                                     =原口令不正确,您还有%d次重试机会
K_Login                                        =登录
K_Logout                                       =登出
K_Find_Error                                   =未检测到USBKey
K_GetKeyInfo_Error                             =未检测到USBKey
K_GetKeyCert_Error                             =获取证书信息错误
K_Null_cont                                    =(无容器)
K_Cont                                         =(容器)
K_Cont_NullName                                =容器名称不能为空
K_Cert_mode1                                   =密钥交换证书
K_Cert_mode2                                   =签名证书
K_RSA_Pub                                      =公钥
K_RSA_Pri                                      =私钥
K_EndTime                                      =过期
K_Cont_Name                                    =容器名称
K_Key_Arrival                                  =USBKey已插入
K_Set_Yes                                      =修改成功
K_Set_No                                       =修改失败
K_Cert_Name                                    =颁发给
K_Cert_issure                                  =颁发者
K_Cert_Ver                                     =版本
K_Cert_Serial                                  =序列号
K_Cert_begin                                   =有效期从
K_Cert_End                                     =到
K_Cert_RSA                                     =算法
K_Info_labelName                               =名称
K_Info_Sn                                      =序列号
K_Info_manufacture                             =生产厂商
K_Info_model                                   =产品型号
K_Info_maxPinLen                               =最大密码长度
K_Info_minPinLen                               =最小密码长度
K_Info_totalMemory                             =总空间
K_Info_freeMemory                              =剩余空间
K_Info_hardwareVer                             =硬件版本
K_Info_firmVer                                 =固件版本
S_System_Ver                                   =操作系统版本
S_IE_Ver                                       =浏览器版本
S_Connect                                      =已连接
S_DisConnect                                   =未连接
S_KeyConnectState                              =USBKey连接
S_KeyTryTime                                   =USBKey口令剩余重试次数
S_Key_Dead_Yes                                 =已锁定
S_Key_Dead_No                                  =未锁定
S_Key_Dead_State                               =USBKey口令是否被锁定
S_CSP_Install                                  =已安装
S_CSP_NullInstall                              =未安装
S_CSP_State                                    =CSP安装
S_CSP_Ver                                      =CSP版本
S_PKCS11_Ver                                   =PKCS11版本
I_SelectCert                                   =请选择正确的证书！
I_InputPIN                                     =必须输入证书访问密码！
I_CertPINError                                 =证书文件或访问密码有误
I_CertFileError                                =证书文件无效，请重新选择
S_URLNull                                      =网址不能为空，请重新填写！
S_Save_Yes                                     =保存成功
S_Save_No                                      =保存失败
S_PIN_equal                                    =新口令和确认口令必须相同！
C_Btn_Confirm                                  =确定
C_Btn_Cancel                                   =取消
CSP11Name                                      =GM3000CSP.dll
PKCS11Name                                     =gm3000_pkcs11.dll
PROVIDER_NAME                                  =Longmai mToken GM3000 CSP V1.1
K_DefaultUPINInfo                              =USBKey口令为默认，是否进行修改
Main_Form_Groupbox                             =证书
Main_Form_Treeview                             =USBKey列表
Main_Form_ListView_Item1                       =字段
Main_Form_ListView_ITem2                       =值
Main_Form_Lable                                =PKI管理工具
Main_Form_btn_Refresh                          =刷新
Main_Form_btn_SetUPIN                          =修改口令
Main_Form_btn_SetKeyName                       =修改名称
Main_Form_btn_Import                           =导入证书
Main_Form_btn_Del                              =删除容器
Main_Form_PopupMenu_listMain                   =显示主窗口
Main_Form_PopupMenu_Advanced                   =高级设置
Main_Form_PopupMenu_CheceSystem                =系统检测
Main_Form_PopupMenu_About                      =关于
Main_Form_PopupMenu_Close                      =退出
About_Form_Label_URL                           =网址
About_Form_Label_Email                         =邮箱
About_Form_label_CopyRight                     =版权所有  2013 (C)，北京世纪龙脉科技有限公司
About_Form_Label_URL_Info                      =http://www.longmai.com.cn
About_Form_Label_Email_Info                    =support@longmai.com.cn
CheckSys_Form_lv_Item1                         =系统检测
CheckSys_Form_lv_Item2                         =状态
Import_Form_GroupBox1                          =选择要导入的证书(只支持PKCS#12 pfx格式证书)
Import_Form_GroupBox2                          =选择容器
Import_Form_GroupBox3                          =用途
Import_Form_Btn_Load                           =浏览
Import_Form_Lable_Pwd                          =证书访问密码
Import_Form_RBtn_New                           =新建容器
Import_Form_RBtn_Old                           =使用已有容器
Import_Form_Btn_Random                         =随机生成容器名
Import_Form_RBtn_CertMode1                     =密钥交换(用于加密/解密及其它)
Import_Form_RBtn_CertMode2                     =签名(用于签名/验证)
KeyName_Form_Lable                             =请输入新USBKey名称
Login_Form_label_keyname                       =您准备登录的USBKey为
Lonin_Form_lable_Key                           =口令
Login_Form_btn_OK                              =登录(&L)
Login_Form__btn_cancel                         =取消(&C)
Login_Form_LogonCount                          =剩余登录次数
Config_Form_GroupBox                           =配置信息
Config_Form_CBOpenURL                          =插USBKey时，打开如下网址
Config_Form_RBtn1                              =默认浏览器打开
Config_Form_RBtn2                              =指定IE浏览器打开
Config_Form_CBCertday                          =证书过期前提示
Config_Form_Lable                              =(单位：天，0为当前，设置范围0--365天)
Config_Form_btnSave                            =保存
Config_Form_Language                           =语言
UPINSet_Form_OldPIN                            =原口令
UPINSet_Form_NewPIN1                           =新口令
UPINSet_Form_NewPIN2                           =确认口令
Update_Info                                    =PKI管理工具有更新，是否进行下载
Update_Down_OK                                 =新程序已下载完毕，是否安装？ 
Main_Form_btn_Output                           =导出证书
OutPut_OK                                      =导出成功
FontName                                       =宋体
FontSize                                       =9
K_Key_Remove                                   =USBKey已移除
CallMainAppName                                =GM3000PKIMgr.exe
                                               
SOPIN_Error                                    =SO PIN码不正确
Change_No                                      =操作失败
Change_Yes                                     =操作成功                                              
SOPIN_E2                                       =SO PIN不符合长度要求！
UPIN_E2                                        =用户PIN码不符合长度要求！
K_Init_Info                                    =初始化后USBKey中证书将清除
K_Init_try                                     =是否继续初始化？                                     
K_User_error                                   =用户PIN码不正确
ISOFile_error                                  =ISO文件不存在
ISO_Down_Yes                                   =下载成功
ISo_Down_No                                    =下载失败
Admin_btn_Init                                 =初始化
Admin_btn_SOPIN                                =修改SO PIN
Admin_btn_Unlock                               =解锁
Admin_btn_DownISO                              =下载ISO
Admin_label_TryCount                           =最大重试次数
Admin_label_SOPIN                              =SO PIN
Admin_label_UPIN                               =用户密码
btn_ViewCert                                   =显示证书
Admin_Name                                     =管理员
C_btn_Set                                      =修改
Admin_label_OldSOPIN                           =原SO PIN
Admin_label_NewSOPIN1                          =新SO PIN
Admin_label_NewSOPIN2                          =确认SO PIN
Admin_label_NewUPIN1                           =新用户密码
Admin_label_NewUPIN2                           =确认用户密码
Admin_label_ISOPath                            =选择ISO文件
K_Info_Issuer                                  =发行者
K_Info_SOPIN_maxPinLen                         =最大密码长度
K_Info_SOPIN_minPinLen                         =最小密码长度
K_Info_SOPIN_TryCount                          =最大重试次数
K_Info_Base                                    =基本信息
K_pkcs11Init_Error                             =pkcs11初始化失败
K_Cert_Reg                                     =注册证书
K_Cert_UnReg                                   =注销证书
K_Len_Error                                    =参数超出范围
K_OutSpace_Error                               =空间不足
K_Cont_Name_Error                              =容器名称相同，创建失败
Init_Info                                      =设备未初始化，请与管理员联系
K_Cert_Del                                     =删除证书
config_Cert_Del                                =1
config_Cert_Input                              =1
config_Cert_Output                             =1
config_Cont_Del                                =1
K_Verify                                       =验证SO PIN
K_InputSOPIN                                   =请输入SO PIN
F_Finger_Mgr                                   =指纹管理
F_User_Finger                                  =用户指纹
F_Admin_Finger                                 =管理员指纹
F_Admin_Longin                                 =管理员登录
F_Login_OK                                     =登录成功
F_Admin_Test                                   =管理员指纹测试
F_User_Test                                    =用户指纹测试
F_Admin_Unlock                                 =解锁管理员指纹
F_User_Unlock                                  =解锁用户指纹
F_Finger_State                                 =指纹状态
F_Finger_Test                                  =指纹测试
F_Logon                                        =指纹登录
F_Finger_Set                                   =指纹设置
F_Finger_Del                                   =删除所有指纹
F_User_Try                                     =用户指纹剩余重试次数
F_Admin_Try                                    =管理员指纹剩余重试次数
F_User_Count                                   =用户指纹已录入数量
F_Admin_Count                                  =管理员指纹已录入数量
F_Finger_Info1                                 =点击手指上的按钮，进行指纹录入或删除
F_Admin_MAXTry                                 =管理员最大重试次数
F_Admin_Level                                  =管理员指纹验证级别
F_User_MAXTry                                  =用户最大重试次数
F_User_Level                                   =用户指纹验证级别
P_FormatError                                  =操作失败(0x%.8x)
P_SAR_USER_NOT_LOGGED_IN                       =未登录，请登录后操作
P_SAR_FINGER_NOT_EXIST                         =指纹不存在
P_SAR_FINGER_EXIST                             =指纹已存在
P_SAR_PIN_LOCKED                               =指纹锁死
P_SAR_APPLICATION_NOT_EXISTS                   =指纹未初始化
P_FingerDeleteInfo                             =确定要删除指纹吗？
P_FingerInput                                  =指纹录入
P_FingerVerify                                 =指纹验证
F_Input_Info1                                  =多次采集指纹，直到进度达到100%
F_Input_Info2                                  =指示灯闪烁，开始录入指纹...
P_Btn_Close                                    =关闭
F_Input_Reset                                  =重新录入(&R)
F_Input_OK                                     =录入指纹成功
F_Input_Exist                                  =指纹已存在，请更换手指录入
F_Input_Error                                  =采集指纹失败，尝试重新录入
F_Test_Reset                                   =重新测试(&R)
F_Test_Info1                                   =指示灯闪烁，将手指放在指纹采集器上...
F_Test_Info2                                   =验证成功会提示验证的手指
F_Wait_Info                                    =等待录入指纹...
F_Test_OK                                      =验证指纹成功
F_Test_Error                                   =验证指纹失败
F_Verify_Info1                                 =指示灯闪烁，将手指放在指纹采集器上...
F_Verify_Info2                                 =等待验证...
F_Verify_Format                                =验证失败，剩余重试次数：%d
F_Power_Lower                                  =权限不足，请重新使用口令登录
P_Remoteunlock                                 =远程解锁
P_Gen                                          =生成
P_Unlock                                       =解锁
P_Request                                      =挑战码
P_Resporse                                     =应答码
P_GenOK                                        =生成成功
P_GenError                                     =生成失败，错误码 = %d
P_UnlockOK                                     =解锁成功
P_UnlockError                                  =解锁失败，错误码 = %d
P_Power_null                                   =权限不足
P_GenResporse                                  =生成应答码